{
	"i":{
		"id":9,
		"name": "ההודעה האחרונה",
		"story": "בחור מת בראש השנה לאחר שקיבל הודעת אסמס#",
		"solution": "הבחור הוא טרוריסט שתכנן פיגוע# הוא הכין פצצה שתוכננה להתפוצץ כאשר הפלאפון מקבל אסמס# כאשר הוא היה בבית לקראת סיום הכנת הפצצה~ חברת הסלולר שלו שלחה לו הודעת שנה טובה~ שגרמה לפיצוץ הפצצה#",
		"image":"sms",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"h":{
		"id":8,
		"name": "אספן המטבעות",
		"story": "אספן מטבעות רואה פרסומת באינטרנט של אוסף מטבעות במחיר מאוד נמוך# לאחר קריאה מעמיקה~ הוא מחליט לקנות אותו# למרות שהמכירה אמיתית והשווי של האוסף גבוה בהרבה מהמחיר ששילם~ הוא לא מרוצה ואפילו כועס#",
		"solution": "אישתו של האספן גילתה שהוא מנהל רומן עם אישה אחרת~ בשביל לנקום בבעלה היא מחליטה למכור את אוסף המטבעות שלו במחיר נמוך בשביל שתוכל למכור את זה מהר# כאשר הבעל מבין מה קרה~ הוא מחליט לקנות מהר את המטבעות לפני שמישהו אחר יקנה אותם#",
		"image":"coins",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"g":{
		"id":7,
		"name": "החגיגה הגדולה",
		"story": "בן אדם מתפטר מעבודתו ועורך חגיגה גדולה כל הלילה בביתו# ביום למחרת הוא מתלבש היטב וקופץ מהמרפסת של ביתו#",
		"solution": "הבן אדם זכה בלוטו ולכן מתפטר מעבודתו ועורך מסיבה# ביום למחרת הוא מתלבש היטב בכדי לקחת את הפרס שלו אך הוא מבין שהוא הרס את הכרטיס לוטו כשהוא הכניס את הבגדים שלו לכביסה#",
		"image":"celebrate",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"f":{
		"id":6,
		"name": "המוסך",
		"story": "גבר הולך למוסך ושואל את המוסכניק מתי הוא פנוי~ המוסכניק עונה לו שהוא מתפנה בעוד שעתיים# הגבר מודה לו אך לא חוזר לאחר שעתיים# כמה ימים לאחר מכן~ הגבר שואל שוב את המוסכניק~ והוא עונה לו שהוא עסוק בשעה הקרובה# שוב~ הגבר לא חוזר# יום למחרת מגיע שוב הגבר למוסך ושואל שוב את אותה השאלה~ המוסכניק עונה לו שיש לו מזל וכי הוא מתפנה בעוד חמש דקות~ אך הגבר עוזב בכל מקרה#",
		"solution": "הגבר לא רצה לתקן את הרכב שלו~ הוא בעצם ניהל רומן עם אישתו של המוסכניק ורצה לדעת כמה זמן יש לו לבלות עם המאהבת שלו מבלי להיתפס#",
		"image":"garaje",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"e":{
		"id":5,
		"name": "איש המכירות",
		"story": "איש מכירות מתאמץ מאוד בכדי לצלוח מכירה וכתוצאה מכך הוא מת#",
		"solution": "איש המכירות מכר ווסט עמיד כדורים~ יום אחד~ בשביל להוכיח ללקוח את איכות המוצר~ הוא שם על עצמו את הווסט משכנע את הלקוח לירות בו# הלקוח מסכים אך הוא מפספס את היריה ופוגע לאיש המכירות בראש#",
		"image":"salesman",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"d":{
		"id":4,
		"name": "רצח",
		"story": "גבר הורג את אחיו מול קהל גדול של אנשים~ אולם אף אחד לא מדווח עליו#",
		"solution": "הגבר עובד כמוציא להורג ואחיו נידון למוות#",
		"image":"murderer",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"c":{
		"id":3,
		"name": "עד לחטיפה",
		"story": "איש עסקים היה עד לחטיפה# כאשר הוא דיווח על כך למשטרה הם לא האמינו לו#",
		"solution": "לאחר טיפול שיניים העד לא יכל לדבר בצורה ברורה~ השוטרים חשבו שהבחור שיכור ולכן לא האמינו לאף מילה שהוא אמר#",
		"image":"kidnapfunny",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"b":{
		"id":2,
		"name": "הקפיצה הגדולה",
		"story": "אישה קפצה מאדן החלון בקומה השישית# עם זאת~ היא לא נפגעה כלל#",
		"solution": "הבחורה התכוונה לבצע התאבדות אך ברגע האחרון היא התחרטה וקפצה חזרה לתוך הדירה#",
		"image":"jumpfrom6th",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"a":{
		"id":1,
		"name": "כוס מים",
		"story": "בחור נכנס לבר ומבקש כוס מים# המלצר מוציא אקדח ממתחת לבר ומכוון לראש של הבחור# אז~ הבחור אומר למלצר תודה רבה ועוזב את הבר#",
		"solution": "הבחור נכנס לבר בשביל להיפטר משיהוקים באמצעות שתיית כוס מים# המלצר~ ששם לב לשיהוקים~ מוציא את האקדח שלו ומכוון על הבחור בשביל להפחיד אותו ולגרום לשיהוקים להיעלם# הבחור הפסיק לשהק~ מודה למלצר ויוצא מהבר#",
		"image":"glassofwater",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	}
}