{
	"h":{
		"id":8,
		"name": "תוכנית טובה",
		"story": "לאחר תוכנית מתוכננת היטב~ חמישה גברים פרצו לתוך בית ולקחו מאות אלפי שקלים במזומן מהבית# הבעלים של הבית הוא היחיד שנעצר#",
		"solution": "חמשת הגברים הם שוטרים שהחזיקו בצו בית משפט המאפשר להם לפרוץ לבית של עבריין ולהחרים לו את כל הכסף# לאחר תכנון הפשיטה היה עליהם גם לעצור את העבריין#",
		"image":"blueprint",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"g":{
		"id":7,
		"name": "איש תלוי",
		"story": "בחדר נעול יש אדם מת תלוי מהתקרה ואין שום אובייקט אחר סביבו#",
		"solution": "האדם רצה להתאבד~ מחוסר חפצים שיוכל לעמוד עליהן~ הוא השתמש בקוביית קרח וממנה התאבד# לאחר כמה זמן הקרח נמס ונשארה רק שלולית קטנה של מים#",
		"image":"hangingman",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"f":{
		"id":6,
		"name": "אשם",
		"story": "איגור פורץ לתוך הבית של תומר על מנת להרוג אותו אך הוא לא עושה זאת בסוף~ אומנם~ הוא נעצר ישר לאחר מכן ועומד לדין על הפשע#",
		"solution": "איגור הוא רוצח שכיר# האדם ששכר את שירותיו תיכנן להרוג את תומר ולהיפטר מאיגור# בשביל להיפטר מאיגור הוא שוכר רוצח נוסף שהורג את תומר לפני שאיגור מגיע לשם# כשאיגור מגיע לבית~ תומר כבר מת והמשטרה בדרך#",
		"image":"guilty",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"e":{
		"id":5,
		"name": "הצוללן והשעון",
		"story": "אביב הוא צוללן מוכשר אשר מפליג בסירה שלו כשלפתע השעון שלו נופל למים# עם זאת הוא לא מצליח להשיב את השעון#",
		"solution": "אביב הפליג בים המלח ולכן לא הצליח לצלול מספיק עמוק בשביל להגיע אל השעון#",
		"image":"boat",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"d":{
		"id":4,
		"name": "השוד המסובך",
		"story": "בחור נכנס למכולת ויוצא משם עם כסף מהקופה# בעלת החנות התקשרה למשטרה ולאחר זמן מה הגיע שוטר  והחזיר את הכסף שהבחור לקח# בערב של אותו היום שלושת האנשים הלכו לתחנת המשטרה ודיווחו על גניבה#",
		"solution": "הבחור הוא בנה של בעלת החנות# מכוניתו נגנבה והוא מיהר למבחן חשוב ולכן נכנס למכולת לבקש מאמו כסף למונית# האמא התקשרה לבעלה השוטר שיבוא לאסוף את בנם למבחן וכך הוא עשה# בעקבות זאת הילד לא נצטרך לכסף והחזיר אותו לאביו שהחזיר את הכסף למכולת# בסוף היום שלושתם הלכו לתחנת המשטרה לדווח על המכונית שנגנבה#",
		"image":"grocery",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"c":{
		"id":3,
		"name": "התאונה",
		"story": "נהג רכב דרס רוכב אופניים עקב פנייה לא נכונה# כשהשוטרים הגיעו אדם אחר נלקח למעצר בעוד שהנהג חזר לביתו#",
		"solution": "הנהג הוא תלמיד לנהיגה והמורה שלו אמר לו לעשות את הפנייה הלא נכונה ושגרמה לפגיעה באופניים# השוטרים העריכו כי מורה הנהיגה הוא זה שאחראי לתאונה#",
		"image":"carcrash",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"b":{
		"id":2,
		"name": "הדלת הפתוחה",
		"story": "יוסי התעורר בבוקר והיה מאוד מופתע לגלות שהדלת פתוחה# ברגע שחצה את פתח הדלת ראשו נכרת#",
		"solution": "יוסי הוא תוכי שחי בכלוב# שמעון~ חתול~ חיכה להזמנות לתפוס את יוסי ולאכול אותו# כשבעלם של יוסי ושמעון שכח בטעות את דלת הכלוב פתוחה~ שמעון נגס בראשו של יוסי#",
		"image":"opendoor",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"a":{
		"id":1,
		"name": "המצפן",
		"story": "מאור הלך לטיול עם המצפן שלו# לאחר הליכה ארוכה~ הוא עצר לאכול סנדוויץ# כשסיים לאכול הוא לא הצליח למצוא יותר את דרכו חזרה#",
		"solution": "מאור הוא מדען שעובד ליד הנקודה הצפונית ביותר בעולם# במהלך הטיול הוא התקדם צפונה~ ברגע שעצר לאכול הוא היה בדיוק בנקודה הצפונית ביותר בעולם~ כך שהמצפן הצביע תמיד דרומה#",
		"image":"compass",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	}
}