{
	"f":{
		"id":6,
		"name": "מאוחר מדי",
		"story": "אישה רצה במהירות במסדרון~ כשלפתע היא עוצרת ומסתובבת חזרה עם דמעות בעיניים#",
		"solution": "האישה הייתה עורכת דין שסוף סוף הצליחה להשיג הקלה בעונש ללקוח שלה שקיבל עונש מוות# היא רצה מהר במסדרון לחדר עם הכיסא החשמלי כדי לעצור את ההוצאה להורג~ אך בזמן שהיא רצה במסדרון היא ראתה את האורות במסדרון מהבהבים# באותו הרגע היא הבינה שזה מאוחר מידי#",
		"image":"timeisup",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"e":{
		"id":5,
		"name": "ריקוד המוות",
		"story": "זוג רקדנים מת במהלך תחרות ריקודים#",
		"solution": "במהלך תחרות ריקודי טנגו~ זוג אחר הרעיל את הורד שהזוג השני מעבירים אחד לשנייה במהלך הריקוד# הוד המורעל הרג את הזוג והזוג השני ניצח#",
		"image":"tago",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"d":{
		"id":4,
		"name": "האיש שבחלון",
		"story": "אישה מסתכל דרך החלון ורואה איש עם סכין~ אולם אין לה מספיק זמן בכדי להתקשר למשטרה לפני שירצח אותה#",
		"solution": "מה שהאישה באמת ראתה היה ההשתקפות של הרוצח שבעצם היה כבר בתוך הבית~ מאחוריה#",
		"image":"themaninwondow",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"c":{
		"id":3,
		"name": "יום שחור",
		"story": "אישה יורדת במדרגות בעבודתה כשלפתע הכל ניהיה חשוך~ באותו הרגע היא מבינה שבעלה הולך למות#",
		"solution": "האישה עובדת כחשמלאית בבית חולים ולכן היא יודעת שמערכת החשמל הרזרבית בו מקולקלת# כאשר הכל ניהיה חשוך היא הבינה שהחשמל נפל ואין מערכת חשמל רזרבית שתספק חשמל#  בעלה עבר לאחרונה תאונת דרכים והוא נמצא מונשם בבית החולים בו היא עובדת~ וכעת~ כשאין חשמל~ המכונות לא יכולות לעבוד#",
		"image":"blackout",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"b":{
		"id":2,
		"name": "הרכבת האחרונה",
		"story": "אוסקר ישב וקרא עיתון כשלפתע נשמע רעש# כשאוסקר הבין מה קרה הוא התחרט שלא תפס את הרכבת בזמן# לאחר זמן מה אוסקר התאבד#",
		"solution": "אוסקר הוא בחור עני שאחד מתחביביו זה לאסוף מודלים של רכבות# בשביל לפתור את הבעיות הכלכליות שלו הוא מחליט למכור את הרכבת הכי יקרה באוסף שלו# אוסקר ניקה את הרכבת לקראת המכירה שלה והניח אותה על קצה השולחן# כשהתיישב לקרוא עיתון הוא שמע את הרכבת נופלת מהשולחן ונשברת# הוא לא הצליח לתפוס אותה בזמן#",
		"image":"lasttrain",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"a":{
		"id":1,
		"name": "המוות במוזיאון",
		"story": "רעול פנים רץ החוצה ממוזיאון כשהוא מחזיק יצירות בידו# שוטר אשר מבחין באירוע יורה בו למוות וישר לאחר מכן מבצע התאבדות# כמה ימים לאחר מכן~ רעול הפנים זוכה בתואר יקיר העיר#",
		"solution": "בתוך המוזיאון פרצה שריפה ומנהל המוזיאון ניסה להציל את היצירות היקרות מתוך אוסף המוזיאון# השוטר לא הבחין בשריפה שפרצה ולכן חשב שמדובר בשוד~ הוא קרא לו לעצור אך כיוון שמנהל המוזיאון היה חירש הוא לא שמע את הקריאות# מיד לאחר מכן~ כהשוטר הבין מה קרה~ הוא החליט להתאבד#",
		"image":"deathinmu",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	}
}