{
	"h":{
		"id":8,
		"name": "המוות שהתעקב",
		"story": "ליאור לא חשבה מעולם שההחלטה שלה לטוס לחול תגרום לכך שחייה ניצלו#",
		"solution": "כמה ימים קודם לכן ליאור עברה ניתוח# לפני העלייה למטוס~ היא הייתה צריכה לעבור דרך גלאי מתכות~ הגלאי לא הפסיק לצפצף למרות שהיא הורידה כל פריט מתכת שהיא לבשה# לאחר צילום רנטגן התגלה שהרופאים השאירו אזמל בתוך גופה# אם ליאור לא הייתה מגלה זאת בזמן היא הייתה מתה בוודאות#",
		"image":"airplane",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"g":{
		"id":7,
		"name": "ארוחת הערב",
		"story": "אישה מתכננת לרצוח את בעלה בזמן ארוחת הערב# אולם היא מתאבד בזמן שהיא מכינה את הרצח#",
		"solution": "האישה תכננה להרוג את בעלה באמצעות כדורי רעל שהיו לה בתיק# בזמן שהלכה להביא את הכדורים היא שמה לב שהם לא נמצאים בתיק שלה ושבנה אכל אותם במחשבה שאלה ממתקים# היא לא יכלה לחיות עם העבודה שהרגה את בנה והחליטה להתאבד#",
		"image":"dinner",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"f":{
		"id":6,
		"name": "האור שבקצה",
		"story": "רוני רואה אור ואז הוא קופא~ מיד לאחר מכן הוא מת#",
		"solution": "רוני הוא צפרדע שברח מהבית שלו~ כשהוא עבר את הכביש בלילה בדיוק התקרבה מכונית שסינוורה אותו עם האורות שלה# המכונית לא ראתה את הצפרדע ודרסה אותו ולכן הוא מת#",
		"image":"thelightintheend",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"e":{
		"id":5,
		"name": "מוות מוקדם",
		"story": "איש אשר ציפה למותו הקרב ובא~ מת מוקדם מהצפוי#",
		"solution": "האיש היה חולה מאוד והחליט לתרום את איבריו לאיש עשיר מאוד# בנו של העשיר רצה לרשת את כספו ולכן הרעיל את התורם כך שאיבריו לא יוכלו להיתרם#",
		"image":"donatebudy",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"d":{
		"id":4,
		"name": "דוקטור, דוקטור",
		"story": "איש הולך לרופא בשביל לקבל תוצאות של בדיקות קודמות שעשה# התוצאות לא מראות על אף בעיה רפואית כלשהי# האומנם~ הוא מבצע התאבדות זמן קצר לאחר הביקור#",
		"solution": "האיש ידע שאישתו בוגדת בו~ אך הוא ידע רק את שם המאהב# אישתו נשבעה שהמאהב אינו קיים# אולם כשהאיש עזב את הרופא~ הוא ראה את שמו של המאהב על דוח הבדיקות שלו# הוא הבין שאישתו בוגדת בו עם הרופא ולא יכל לחיות עם זה#",
		"image":"doctor",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"c":{
		"id":3,
		"name": "נפילה משותפת",
		"story": "שני גברים מרביצים אחד לשני ולפתע שניהם נופלים לרצפה#",
		"solution": "שני הגברים הינם מתאגרפים# ביתו של אחד מהמתאגרפים נחטפה וירצחו אותה אם אביה ינצח בקרב# בסוף הקרב היריב של האב המתאגרף מתעלף ולכן מחליט האב~ בשביל לא לנצח~ ליפול גם הוא לריצפה# ",
		"image":"beating",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"b":{
		"id":2,
		"name": "אוי שיט",
		"story": "אישה עצובה יושבת בדירתה ומביטה מהחלון# לאחר זמן קצר היא מחליטה לקפוץ מהחלון ולשים קץ לחייה# מיד אחרי שהיא קופצת היא שומעת את הפלאפון שלה מצלצל ומתחרטת על שקפצה#",
		"solution": "אחרי אסון גרעיני האישה מביטה מהחלון וחושבת שהיא האדם האחרון ששרד ולכן היא מחליטה לשים קץ לחייה# כאשר היא שומעת את הצלצול של הפלאפון היא מבינה שהיא טעתה~ אך כבר מאוחר מידי#",
		"image":"fwij",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	},
	"a":{
		"id":1,
		"name": "מנת השחפים",
		"story": "בחור נכנס למסעדה ומזמין מרק שחפים~ אחרי הלגימה הראשונה הוא עולה על גג המסעדה קופץ ומתאבד#",
		"solution": "הבחור הוא עיוור שהיה על סירה שאבדה בים ביחד עם אישתו וחברו הטוב# לאחר תקופה בים אשתו מתה מרעב~ חברו של העיוור הכין לו מרק ואמר לו שזה מרק שחפים~ רק כאשר הבחור העיוור הגיע למסעדה וטעם מרק שחפים אמיתי הבין כי אכל את אשתו~ לא יכל להתמודד עם זה והתאבד#",
		"image":"egel",
		"R": 0.501,
		"G": 0.501,
		"B": 0.501
	}
}